import React from 'react'
import newspaper from '../assets/newspaper.jpg';


export default function Privacy() {
    return (
        <div>
            <div style={{
                backgroundImage: `url(${newspaper})`,
                backgroundRepeat: 'repeat',
                backgroundPosition: 'center',
                backgroundSize: 'cover',
                textAlign: "right",
                direction: "rtl",
                padding: '10%',
            }}>
                <u>מדיניות פרטיות</u><br />
                חברת <span dir="LTR">Datiuly</span> (להלן החברה) מקדמת בברכה את המשתמשים בשירותיה. השימוש באתר (כמוגדר להלן) לרבות התכנים והשירותים המוצגים בו באמצעות מכשירי הקצה השונים בכפוף לתנאי השימוש להלן (&quot;תנאי השימוש&quot; או &quot;התקנון&quot;).<br />
                &nbsp;<br />
                <li dir="RTL">
                    החברה מתייחסת בכבוד לפרטיות המשתמש באתר. פרק זה ילמד אותך מהי מדיניות הפרטיות של החברה</li>
                &nbsp;<br />
                <li dir="RTL">
                    החברה רוכשת שירותי אירוח של האתר מצדדים שלישיים (ספקים חיצוניים), לפיכך המידע (לרבות מידע אישי ו/או מידע מזהה) שהמשתמש מוסר לחברה באמצעות האתר נשמר על שרתים המוחזקים ומופעלים על-ידי צדדים שלישיים אשר אינם החברה ו/או אינם בשליטת החברה. ייתכן שספקי שירותי האירוח יהיו חברות מחוץ לגבולות ישראל (לרבות חברות בארה&quot;ב). במסירת המידע, המשתמש מסכים ומאשר כי החברה תהא רשאית להעביר ו/או לשמור את המידע שמסר לה על שרתים הממוקמים מחוץ לגבולות ישראל<span dir="LTR">.</span></li>
                <u>רישום לשירותים ועדכון פרטים</u><br />
                <li dir="RTL">
                    חלק מהשירותים באתרי החברה, טעונים הרשמה. במסגרת ההרשמה ו/או במסגרת עדכון פרטיך (כפי שיעשה מעת לעת) תידרש למסור מידע אישי, דוגמת שם, כתובת, דרכי ההתקשרות עמך או כתובת הדואר האלקטרוני שלך. השדות שחובה למלא יסומנו במפורש. בלא למסור את הנתונים המתבקשים בשדות החובה לא תוכל להירשם לשירותים הטעונים רישום ו/או לעשות שימוש בשירותים אלו. הואיל ו-החברה תבקש רק את המידע הנחוץ לשירות שאליו נרשמת, באחדים מהשירותים תתבקש להוסיף ולמסור נתונים נוספים, המתחייבים מאופי השירות<span dir="LTR">.</span></li>
                &nbsp;<br />
                <li dir="RTL">
                    הינך מתחייב למסור רק פרטים נכונים, מדויקים ומלאים אודותיך, כפי שמתבקש בטופס הרישום באתר. הנך מתחייב לעדכן את החברה במקרה של שינויים בכל פרט שמסרת לחברה. החברה (או מי מטעמה) תהיה רשאית לדרוש את חידוש הרישום ו/או חידוש פרטים לפי שיקול דעתה הבלעדי<span dir="LTR">.</span></li>
                &nbsp;<br />
                &nbsp;<br />
                <li dir="RTL">
                    ניתן לבצע את ההרשמה לחלק מהשירותים באתר באמצעות קישור בין כתובת הדואר האלקטרוני אשר סופקה על ידך לחברה לבין חשבון הפייסבוק הפרטי שלך באתר פייסבוק (&quot;חשבון הפייסבוק&quot;). ייתכן שמידע אודותיך הכלול בחשבון הפייסבוק יועבר לאתר. עם זאת, יובהר כי בכדי לאפשר קישור בין חשבון הפייסבוק לאתר החברה, תידרש לתת הסכמתך מראש, באמצעות מסך אישור סטנדרטי של אתר פייסבוק<span dir="LTR">.</span></li>
                &nbsp;<br />
                <li dir="RTL">
                    הינך אחראי באופן מלא לשמירת סודיות הסיסמה ומתחייב להודיע לחברה באופן מיידי על כל שימוש שאינו מורשה בסיסמה שלך ו/או על כל הפרת סודיות אחרת<span dir="LTR">.</span></li>
                &nbsp;<br />
                &nbsp;<br />
                <li dir="RTL">
                    הינך נושא באחריות המלאה והבלעדית לכל הפעולות המתבצעות בשם המשתמש והסיסמה האישית שלך. לפיכך איננו ממליצים לך למסור את הסיסמה האישית שלך בעזרתה אתה מזדהה באתר, או כל מידע בקשר עם אופן ההתחברות שלך לאתר לכל לצד שלישי אחר כלשהו. אם תבחר לחלוק מידע זה עם צדדים שלישיים כלשהם, תישא באחריות לכל הפעולות שיתבצעו בשם המשתמש והסיסמה האישית שלך<span dir="LTR">.</span></li>
                &nbsp;<br />
                <li dir="RTL">
                    במקרה שתאבד שליטה על הסיסמה שלך, תאבד שליטה מהותית על המידע המזוהה האישי שלך, ותהיה כפוף לפעולות מחייבות מבחינה חוקית שיתבצעו בשמך. לפיכך, אם הסיסמה שלך אינה בטוחה מכל סיבה שהיא, עליך מוטלת החובה לשנותה לאלתר<span dir="LTR">.</span></li>
                &nbsp;<br />
                &nbsp;<br />
                <li dir="RTL">
                    החברה שומרת לעצמה את הזכות להשעות, לבטל או לסרב לספק את השירות, כולו או חלקו, הניתן לך על ידה באתר, בכל מקרה של מתן מידע שאינו אמיתי, מעודכן, שלם או נכון בזמן הרישום או לאחריו, או אם יש לחברה את היסוד הסביר להניח כי כך קרה, עם או בלי הודעה מוקדמת<span dir="LTR">.</span></li>
                &nbsp;<br />
                <u>מאגר המידע</u><br />
                <li dir="RTL">
                    הנתונים שתמסור בעת ההרשמה לשירותים באתרים ו/או בעת עדכון פרטיך (כפי שיעשה מעת לעת), יישמרו במאגר המידע של החברה. אינך נדרש על-פי חוק למסור את המידע, אולם בלא מסירת הפרטים המופיעים בשדות החובה, לא תוכל להשתמש בשירותים הטעונים הרשמה<span dir="LTR">.</span></li>
                &nbsp;<br />
                <u>איסוף ושימוש במידע</u><br />
                <li dir="RTL">
                    בעת השימוש באתר יכול שיצטבר מידע אודותיך לדוגמה: מוצרים ושירותים שרכשת או ביקשת למכור, מידע או פרסומות שקראת באתרים, העמודים שבהם צפית, כתובת האינטרנט<span dir="LTR">(IP) </span>שממנה פנית, מיקום גיאוגרפי<span dir="LTR">(Geo-location), </span>סוג הדפדפן בו הינך עושה שימוש, סוג מכשיר הקצה בו הינך משתמש (לרבות סוג מערכת ההפעלה במכשיר<span dir="LTR">) , Advertising ID </span>המוקצה למכשירך, מספר זיהוי של מכשיר הקצה<span dir="LTR">(Device ID), </span>ההצעות והשירותים שעניינו אותך, מקום המחשב שבאמצעותו נכנסת לאתרים ועוד. החברה תשמור את המידע אשר יצטבר אודותיך כאמור במאגריה<span dir="LTR">.</span></li>
                <li dir="RTL">
                    השימוש בנתונים אלה, כמו גם בנתונים שתמסור בעת תהליך ההרשמה לשירותים השונים באתר, ייעשה רק על פי מדיניות פרטיות זו או על פי הוראות כל דין &ndash; וזאת למטרות המפורטות להלן<span dir="LTR">:</span></li>
                <li dir="RTL">
                    לשם אספקת תכנים ושירותים ולהתאמתם, מקום שניתן, להעדפותיך האישיות, מיקומך, ותחומי עניינך. אם תבחר שלא לאפשר איסוף מידע מסוים, הדבר עלול, במקרים מסוימים למנוע את היכולת לספק לך חלק מהשירותים<span dir="LTR">.</span></li>
                <li dir="RTL">
                    לשם שיפור האתר והשירותים הניתנים בו ולשימושים סטטיסטיים שונים<span dir="LTR">.</span></li>
                <li dir="RTL">
                    כדי לאפשר לך להשתמש בשירותים שונים באתרים - כדוגמת (אך לא רק) פורומים, משחקים, מבצעים ופעילויות שונות שיוצעו מעת לעת באתרים<span dir="LTR">.</span></li>
                <li dir="RTL">
                    כדי לשפר ולהעשיר את השירותים והתכנים המוצעים באתר, ובכלל זה ליצור ושיפור היצע המוצרים, שירותים ותכנים המתאימים לדרישות המשתמשים באתרים וציפיותיהם, ולשנות או לבטל שירותים ותכנים קיימים<span dir="LTR">.</span></li>
                <li dir="RTL">
                    לשם יצירת אזורים אישיים באתרים, שתוכל להתאים להעדפותיך<span dir="LTR">.</span></li>
                <li dir="RTL">
                    לצורך רכישת מוצרים ושירותים באתרים - לרבות פרסום מידע ותכנים מטעמך. שים לב כי יתכן כי גבית הכספים עבור רכישת מוצרים ו/או שירותים באתרים תתבצע על ידי חברות סליקה ויתכן כי תידרש למסור לחברות סליקה כאמור מידע אישי כגון שמך, כתובת לשליחת חשבונית ופרטי כרטיס אשראי. שימוש במידע כאמור כפוף למדיניות הפרטיות של אותן חברות סליקה<span dir="LTR">.</span></li>
                <li dir="RTL">
                    כדי להתאים מודעות ותכנים שיוצגו לך בעת הביקור באתר ובאתרים אחרים לתחומי ההתעניינות שלך ו/או לקבוצת מין או גיל ו/או מקום מגוריך<span dir="LTR">.</span></li>
                <li dir="RTL">
                    ליצירת הקשר איתך (במקרה הצורך<span dir="LTR">)</span></li>
                <li dir="RTL">
                    לצורך ניתוח ומסירת מידע סטטיסטי לצדדים שלישיים, לרבות מפרסמים. מידע אשר יימסר לצדדים שלישיים כאמור זה לא יזהה אותך אישית<span dir="LTR">.</span></li>
                <li dir="RTL">
                    לכל מטרה אחרת, המפורטת במדיניות פרטיות זו או בתנאי השימוש של איזה מהשירותים הרלבנטיים באתרי החברה<span dir="LTR">.</span></li>
                <li dir="RTL">
                    לשם תפעולו התקין ופיתוחו של האתר<span dir="LTR">.</span></li>
                &nbsp;<br />
                <li>
                    תכנים שאתה מגיש לפרסום באתר ו/או באמצעות האתר עשויים להיום חשופים לגולשים באינטרנט ובפרט לגולשי האתר. אם תפרסם פרטים אישיים שלך כחלק מהפרסומים כאמור אתה עשוי לקבל הודעות מבלי שתבקש. על כן, אנו ממליצים לך לפרסם רק מידע שאתה מעוניין שיהיה נגיש לכולם</li>
                <br />
                <br />
                <u>מסירת מידע לצד שלישי או איסוף מידע על ידו</u><br />
                <li>
                    החברה לא תעביר לצדדים שלישיים את פרטיך האישיים והמידע שנאסף עליך, אלא במקרים המפורטים להלן<span dir="LTR">:</span></li>
                <ul>
                    <li>
                        במידה ותבקש, במפורש ובכתב, שנעשה זאת<span dir="LTR">.</span></li>
                    <li>
                        במקרה שתפר את תנאי השימוש באתרי החברה, את הוראות הסכם ההצטרפות לאתר או איזה מהשירותים המוצעים בו או תנאי שימוש באתר, או אם תבצע באמצעות האתר, או בקשר איתו, פעולות הנחזות כמנוגדות לדין, או ניסיון לבצע פעולות כאלה במקרים אלה, תהיה החברה רשאית למסור את המידע לפי הנדרש<span dir="LTR">;</span></li>
                    <li>
                        לפי דרישת משטרה ו/או אם יינתן צו שיפוטי המורה להחברה למסור את פרטיך או המידע אודותיך לצד שלישי<span dir="LTR">;</span></li>
                    <li>
                        כל מחלוקת, טענה, תביעה, דרישה או הליכים משפטיים, אם יהיו, בינך לבין החברה<span dir="LTR">;</span></li>
                    <li>
                        בכל מקרה שהחברה תסבור, כי מסירת המידע נחוצה כדי למנוע נזק חמור לגופך או לרכושך או לגופו או לרכושו של צד שלישי<span dir="LTR">;</span></li>
                    <li>
                        במקרה שהחברה תמצא כי פעולותיך באתר מבוצעות לשם ביצוע תרמית מכל סוג שהוא או שהן פעולות הנחזות כמנוגדות לדין או ניסיון לבצע פעולות כאלה<span dir="LTR">;</span></li>
                    <li>
                        אם החברה תעמוד בפני איום שינקטו כנגדה צעדים משפטיים (פליליים או אזרחיים) בגין פעולות שעשית באתר<span dir="LTR">.</span></li>
                    <li>
                        במסגרת העברה חוקית של פעילות החברה לתאגיד אחר שיפעיל את האתר או חלקים ממנו לרבות במסגרת של עסקת מיזוג, רכישת מניות ו/או נכסים (כולם או חלקם) ו/או פשיטת רגל<span dir="LTR">;</span></li>
                    <li>
                        אם החברה תשתף פעולה עם תאגיד אחר ו/או תרכוש שירותי ניהול ו/או תפעול ו/או איחסון מידע ו/או תבצע פעילות לשם שיפור פעילות האתר במסגרת שיתוף פעולה עם תאגיד אחר - וכן במקרה שתמזג את פעילות האתר עם פעילותו של צד שלישי - היא תהיה זכאית להעביר לתאגיד האחר ו/או החדש כאמור העתק מן המידע שנאגר אודותיך באתרים וכן כל מידע סטטיסטי שבידיה, ובלבד שתאגיד זה יקבל על עצמו כלפיך את הוראות מדיניות פרטיות זו<span dir="LTR">.</span>&nbsp;</li>
                </ul>
                <li dir="RTL">
                    החברה תהיה רשאית להעביר כל מידע לא מזהה אישית אודותיך שנאסף על ידיה לשותפיה העסקיים (לרבות מפרסמים באתר), על מנת שאלו יתאימו עבורך מודעות ותכנים שיוצגו לך בעת הביקור באתרי אינטרנט ואפליקציות שונים לתחומי ההתעניינות שלך ו/או לקבוצת מין או גיל ו/או למקום מגוריך. כמו כן, הנך מסכים בזאת כי שותפיה העסקיים של החברה (לרבות מפרסמים) יהיו רשאים לאסוף מידע לא מזהה כאמור אודותיך באופן עצמאי<span dir="LTR">.</span></li>
                &nbsp;<br />
                <u>שימוש במערכת</u><u><span dir="LTR">Google Analytics.</span></u><br />
                <li dir="RTL">
                    האתר עשוי לעשות שימוש בכלי המחקר<span dir="LTR">Google Analytics </span>על מנת לאסוף מידע אודות השימוש באתר, כגון תדירות הגלישה באתר, אילו עמודים באתר נצפו על-ידי הגולש, באילו אתרים אחרים ביקרו הגולשים קודם לשימוש באתר. מטרת השימוש במידע שנאסף הינה שימור ושיפור האתר והשירותים הניתנים בו. החברה אינה משלבת ו/או מאחדת את המידע שנאסף באמצעות השימוש ב<span dir="LTR">- Google Analytics </span>עם מידע המאפשר זיהוי אישי של הגולשים באתר. האפשרות של<span dir="LTR">Google </span>לעשות שימוש ולשתף מידע שנאסף על ידי<span dir="LTR">Google Analytics </span>אודות גולשי האתר כפוף לתנאי השימוש של<span dir="LTR">Google Analytics </span>הזמינים בכתובת&nbsp;<span dir="LTR"><a href="http://www.google.com/analytics/terms/us.html">http://www.google.com/analytics/terms/us.html</a></span>&nbsp;ומדיניות הפרטיות של<span dir="LTR">Google </span>הזמינה בכתובת<a href="http://www.google.com/policies/privacy/"><span dir="LTR">http://www.google.com/policies/privacy/</span></a><span dir="LTR">.</span></li>
                &nbsp;<br />
                <li dir="RTL">
                    ניתן ללמוד יותר על האופן שבו<span dir="LTR">Google </span>אוספת ומעבדת מידע, במיוחד באמצעות<span dir="LTR">Google Analytics </span>בכתובת<a href="http://www.google.com/policies/privacy/partners/"><span dir="LTR">http://www.google.com/policies/privacy/partners/</span></a><span dir="LTR">. </span>באפשרותך למנוע שימוש בנתונים אודותיך על ידי<span dir="LTR">Google Analytics </span>על ידי הורדה והתקנה של הדפדפן<span dir="LTR">Google Analytics Opt-out Browser Add-on </span>אשר זמין בכתובת&nbsp;<span dir="LTR"><a href="https://tools.google.com/dlpage/gaoptout/">https://tools.google.com/dlpage/gaoptout/</a></span><span dir="LTR">.</span></li>
                &nbsp;<br />
                &nbsp;<br />
                <u><span dir="LTR">Cookies</span></u><br />
                <li dir="RTL">
                    האתר משתמש ב<span dir="LTR">-Cookies (&quot;</span>עוגיות&quot;) לצורך תפעולם השוטף והתקין, ובכלל זה כדי לאסוף נתונים סטטיסטיים אודות השימוש באתרים, לאימות פרטים, כדי להתאים את האתר להעדפותיך האישיות ולצרכי אבטחת מידע<span dir="LTR">. Cookies </span>הן קבצי טקסט, שהדפדפן שלך יוצר לפי פקודה ממחשבי החברה. חלק מה<span dir="LTR">- Cookies </span>יפקעו כאשר תסגור את הדפדפן ואחרות נשמרות על גבי הכונן הקשיח במחשבים שלך. ה<span dir="LTR">-Cookies </span>מכילים מידע מגוון כדוגמת הדפים שבהם ביקרת, משך הזמן ששהית באתר, מהיכן הגעת אל האתר, מדורים ומידע שאתה מבקשים לראות בעת הכניסה לאתר ועוד. הם משמשים גם כדי לייתר את הצורך בהזנת פרטיך בכל פעם שאתה מבקרים מחדש במדורים באתרי החברה המחייבים רישום. המידע ב<span dir="LTR">- Cookies </span>מוצפן, ו-החברה נוקטת צעדי זהירות כדי להבטיח שרק מחשביה יוכלו לקרוא ולהבין את המידע האגור בהם<span dir="LTR">.</span></li>
                &nbsp;<br />
                <li dir="RTL">
                    אם אינך מעוניין לקבל<span dir="LTR">Cookies, </span>תוכל להימנע מכך על ידי שינוי ההגדרות בדפדפן שלך. לשם כך אנא העזר בקובץ העזרה של הדפדפן. עליך לדעת, עם זאת, שנטרול ה<span dir="LTR">- Cookies </span>עלול לגרום לכך שלא תוכל להשתמש בחלק מהשירותים והתכונות באתרי החברה או באתרי אינטרנט אחרים. בנוסף לכך, אתה יכול למחוק את ה<span dir="LTR">- Cookies </span>במחשב בכל רגע. מוצע שתעשה כן, רק אם אתה משוכנע שאינך רוצה שאתרי החברה יותאמו להעדפותיך. הואיל וה<span dir="LTR">- Cookies </span>מונעות ממך לעתים את הצורך להזין שמות משתמש וסיסמאות, אל תמחק אותן אלא אם אתה משוכנע שרשמת תחילה את כל הפרטים הדרושים לשימוש באתרים במקום בטוח<span dir="LTR">.</span></li>
                &nbsp;<br />
                &nbsp;<br />
                <li dir="RTL">
                    ייתכן כי חלק מהמודעות, שבהם אתה צופה בעת הביקור באתר מגיעות משרתים של צדדי ג&#39;, המנהלים את מערך הגשת הפרסומות באתר. ניהול הפרסומות מצריך מחברות אלו הצבת<span dir="LTR">Cookies </span>במחשבך ושיבוץ<span dir="LTR">web beacons </span>במודעות הפרסומת (להלן<span dir="LTR">:&quot;Cookies&quot; ). </span>תפקיד ה<span dir="LTR">- Cookies </span>הינו סיוע באיסוף מידע אודות הצפייה והשימוש באתרי אינטרנט בהם קיים פרסום ואודות הפרסומות אליהן נחשפת ועליהן הקלקת. המידע הנאסף מבקש להתאים את הפרסומות שיוצגו בפניך לנושאים שיעניינו אותך. אם אינך רוצה לקבל<span dir="LTR">Cookies </span>תוכל להימנע מכך על ידי שינוי ההגדרות בדפדפן שלך. לשם כך היעזר בקובץ העזרה של הדפדפן. אתה יכול למחוק את ה<span dir="LTR">- Cookies </span>במחשבך בכל רגע. לתשומת ליבך, מוצע שתעשה כן, רק אם אתה משוכנע שאינך רוצה להתאים את הפרסומות באתר להעדפותיך. ייתכן גם שנטרול ה<span dir="LTR">- Cookies </span>עלול לגרום לכך שלא תוכל להשתמש בחלק מהשירותים והתכונות באתרי אינטרנט אחרים. השימוש שחברות אלה עושות ב<span dir="LTR">- Cookies </span>כפוף למדיניות הפרטיות שלהן. למדיניות הפרטיות של<span dir="LTR">Google </span>ראה<span dir="LTR">:</span><span dir="LTR"><a href="http://www.google.com/intl/en/privacy" target="_blank">http://www.google.com/intl/en/privacy</a></span>&nbsp; &nbsp;שימושך באתר מעיד על הסכמתך להתקנת<span dir="LTR">Cookies </span>של גוגל ושל החברה (ככל שלא מותקן על מחשבך/מכשירך) וכן, לשימוש במידע כאמור לעיל<span dir="LTR">.</span></li>
                &nbsp;<br />
                <u>אבטחת מידע</u><br />
                <li dir="RTL">
                    החברה מיישמת באתריה מערכות ונהלים לאבטחת מידע. בעוד שמערכות ונהלים אלה מצמצמים את הסיכונים לחדירה בלתי-מורשית למחשבי החברה, אין בהם בטחון מוחלט. לכן, החברה לא מתחייבת שהשירותים באתריה יהיו חסינים באופן מוחלט מפני גישה בלתי-מורשית למידע המאוחסן בהם<span dir="LTR">.</span></li>
                &nbsp;<br />
                <u>זכות לעיין במידע</u><br />
                <li dir="RTL">
                    על-פי חוק הגנת הפרטיות, התשמ&quot;א-1981, כל אדם זכאי לעיין בעצמו, או על ידי בא-כוחו שהרשהו בכתב או על ידי אפוטרופוסו, במידע שעליו המוחזק במאגר מידע. אדם שעיין במידע שעליו ומצא כי אינו נכון, שלם, ברור או מעודכן, רשאי לפנות לבעל מאגר המידע בבקשה לתקן את המידע או למוחקו. אם בעל המאגר סירב למלא בקשה זו, עליו להודיע על כך למבקש באופן ובדרך שנקבעו בתקנות. על סירובו של בעל מאגר מידע לאפשר עיון ועל הודעת סירוב לתקן או למחוק מידע, רשאי מבקש המידע לערער לפני בית משפט השלום באופן ובדרך שנקבעו בתקנות<span dir="LTR">.</span></li>
                &nbsp;<br />
                <li dir="RTL">
                    בנוסף, אם המידע שבמאגרי החברה משמש לצורך פניה אישית אליך, בהתבסס על השתייכותך לקבוצת אוכלוסין, שנקבעה על פי אפיון אחד או יותר של בני אדם ששמותיהם כלולים במאגר (&quot;פניה בהצעה מסחרית&quot;), כי אז אתה זכאי על-פי חוק הגנת הפרטיות, התשמ&quot;א-1981 לדרוש בכתב שהמידע המתייחס אליך יימחק ממאגר המידע. החברה תמחק במקרה זה מידע הדרוש לה רק כדי לפנות אליך בהצעות מסחריות כאמור לעיל. מידע הדרוש להחברה לשם ניהול עסקיה - לרבות תיעוד פעולות מסחריות ואחרות שביצעת באתרי החברה - יוסיף להישמר בהחברה על-פי דין, אך לא ישמש עוד לצורך פניות אליך. אם בתוך 30 יום לא תקבל הודעה כי המידע שנתבקשה החברה למחוק אכן נמחק על-פי סעיף זה, תהיה זכאי לפנות לבית משפט השלום באופן הקבוע בתקנות שמכוח החוק, כדי שיורה להחברה לפעול כאמור<span dir="LTR">.</span></li>
                &nbsp;<br />
                &nbsp;<br />
                <li dir="RTL">
                    אתה מאשר כי ידוע לך כי מסירת פרטים והרשמה באתרים שאליהם תגיע באמצעות או דרך שימוש או קישור הקיימים באתר החברה אינה כפופה למדיניות הפרטיות של החברה אלא למדיניות הפרטיות של אותם אתרים מקושרים ולהוראות כל דין<span dir="LTR">.</span></li>
                &nbsp;<br />
                <u>שינויים במדיניות הפרטיות</u><br />
                <li dir="RTL">
                    החברה רשאית לשנות מעת לעת את הוראות מדיניות הפרטיות. שינויים אלה ייכנסו לתוקפם במועד פירסומם גם מבלי שהחברה תידרש למסור למשתמשים באתר הודעה בדבר השינוי<span dir="LTR">.</span></li>
                &nbsp;<br />
                <br />

            </div>
        </div>

    )
};