import React from 'react'
import newspaper from '../assets/newspaper.jpg';


export default function Terms() {
    return (
        <div>
            <div style={{
                backgroundImage: `url(${newspaper})`,
                backgroundRepeat: 'repeat',
                backgroundPosition: 'center',
                backgroundSize: 'cover',
                textAlign: "right",
                direction: "rtl",
                padding: '10%',
            }}>

                <u><br />
                </u><strong>תנאי שימוש באתר האינטרנט &quot;<span dir="LTR">Datiuly</span>&quot;<br />
                </strong><u><br />
                    מבוא</u><br />
                חברת <span dir="LTR">Datiuly</span> (להלן החברה) מקדמת בברכה את המשתמשים בשירותיה. השימוש באתר (כמוגדר להלן) לרבות התכנים והשירותים המוצגים בו באמצעות מכשירי הקצה השונים בכפוף לתנאי השימוש להלן (&quot;תנאי השימוש&quot; או &quot;התקנון&quot;). אנא קראו את תנאי השימוש בעיון ובקפידה, שכן תחילת השימוש באתר מעידה כי הינך מצהיר כי קראת, הבנת ואישרת את תנאי השימוש, וכי לא תהא לך או למי מטעמך כל טענה ו/או דרישה ו/או תביעה כנגד החברה ו/או מי מטעמה בכל הקשור לתנאי שימוש אלה. אם אינך מסכים לתנאי השימוש אלה, כולם או כל חלק מהם, אינך רשאי לעשות שימוש באתר זה לכל מטרה<span dir="LTR">.</span>
                <p>&nbsp;</p>
                בתנאי שימוש אלה<span dir="LTR">:</span>
                <ul>
                    <li>
                        <span dir="LTR">&quot;</span>תכנים&quot; - כתבות, סקירות, נתונים, ידיעות, ניתוחים, תכנים, הערכות, בטקסט, בתמונות ו/או בקול ו/או בוידיאו, שיועמדו לרשות הגולשים באתר, וכן בכל אמצעי שהוא, לרבות מכשיר קצה, הקיים כיום, או יהיה קיים בעתיד, המאפשר צפייה בתכנים, בין אם תכנים אלו בבעלות החברה ובין אם הם בבעלות צד ג&#39;, המאפשר להחברה זכות שימוש בהם<span dir="LTR">.</span></li>
                    <li>
                        <span dir="LTR">&quot;</span> האתר &quot; &ndash; <span dir="LTR"> Datiuly </span> בשפות השונות בכתובת <span dir="LTR"> www.Datiuly.co.il </span> וכן תתי שמות המתחם <span dir="LTR"> (sub-domains) </span> של אתרים אלו, כפי שניתן לצפות ולהשתמש בהם מכל מכשיר </li>
                    <li>
                        &nbsp;</li>
                </ul>
                תקנון זה מוסיף על יתר התקנונים הפרטניים וההנחיות המופיעים באתר. במקרה של סתירות או אי התאמות בין תנאי תקנון זה לבין תנאי<br />
                התקנונים הפרטניים האמורים, יגבר האמור בתקנונים הפרטניים על האמור בתקנון כללי זה<span dir="LTR">.<br />
                </span><br />
                האמור בתנאי שימוש אלה מנוסח מטעמי נוחות בלשון זכר, אולם הוא מתייחס לשני המינים בצורה שווה<span dir="LTR">.<br />
                </span><br />
                לשימת לבך, החברה שומרת לעצמה את הזכות לשנות, לפי שיקול דעתה, וללא קבלת הסכמת המשתמש, את תנאי השימוש. בכל כניסה לאתר, ניתן יהיה לקרוא את תנאי השימוש בגרסתם העדכנית ביותר<span dir="LTR">.</span>
                <p>&nbsp;</p>
                בכל שאלה הנוגעת לשימוש באתר ניתן לפנות לנציגינו בכתובת דוא&quot;ל&nbsp;<span dir="LTR"><a href="mailto:admin@totallyjewishtravel.com">tt.tr.pro@gmail.com</a></span>&nbsp;החברה תעשה כל שביכולתה לטפל בפניות מוקדם ככל האפשר<span dir="LTR">.</span>
                <p><br />
                    <br />
                    <u>השימוש באתר</u></p>
                השימוש באתר, השירותים ובתכנים שבו ניתנים לשימוש כמות שהם<span dir="LTR">(AS IS), </span>ולא תהא לך כל טענה, תביעה או דרישה כלפי החברה בגין תכונות השימוש, המגבלות או התגובות שיעורר הפרסום באתר. השימוש, אפוא, בתכנים המוצגים באתר ובשירותי האתר ייעשו על אחריותך הבלעדית והמלאה. המידע המופיע באתר אינו בגדר המלצה לרכישת מוצר או שירות כזה או אחר ואין להסתמך או לפעול על בסיס המידע המופיע באתר מבלי לוודא את נכונותו וחוקיותו<span dir="LTR">.<br />
                </span><br />
                ידוע למשתמש באתר, כי שימוש בשירותים מסוימים באתר מוגבל למשתמשים בעלי כשירות לבצע פעולות משפטיות מחייבות. היה ובחר גולש שהינו קטין (מתחת לגיל 18) או אינו זכאי לבצע פעולות משפטיות ללא אישור אפוטרופוס לעשות שימוש באתר, לרבות בתכנים ו/או שירותים ו/או מוצרים הכלולים בו, יראו את שימוש המשתמש הנ&quot;ל כאילו קיבל את אישור האפוטרופוס החוקי שלו לעשות כן<span dir="LTR">.<br />
                </span><br />
                החברה רשאית לסגור את האתר ולשנות, מעת לעת, את מבנהו, מראהו וזמינותם של השירותים ו/או המוצרים ו/או התכנים המוצעים או הניתנים בו, וזאת ללא צורך להודיע לך על כך מראש. על כן, לא תהא לך כל טענה, תביעה או דרישה כלפי החברה בקשר לכך<span dir="LTR">.<br />
                </span><br />
                החברה אינה מתחייבת שהאתר (לרבות, למען ספק, שירותים באתר) לא יופרע, יינתן כסדרו ללא הפסקות והפרעות ו/או יהא חסין מפני גישה לא חוקית למחשבי החברה, נזקים, קלקולים, תקלות, כשלים בחומרה, תוכנה או בקווי התקשורת אצל החברה או מי מספקיה או ייפגע מכל סיבה אחרת, וכן כי המוצרים ו/או השירותים המסופקים במסגרת האתר יהיו נקיים מוירוסים או רכיבים מזיקים אחרים ו-החברה לא תהא אחראית לכל נזק - ישיר או עקיף - עגמת נפש וכיוצא בכך שייגרמו לך או לרכושך עקב כך<span dir="LTR">.<br />
                </span>
                <p><u><br />
                    <br />
                    קישורים והפניות באתר</u></p>
                יתכן כי באתר יופיעו קישורים ו/או הפניות לאתרי אינטרנט אחרים ו/או מקורות מידע ו/או לגופים ו/ או לארגונים ו/או לחברות אחרים (&quot;קישורים&quot;). אין החברה מתחייבת כי כל הקישורים שימצאו באתר יהיו תקינים ויובילו לאתר אינטרנט פעיל. עצם הימצאותו של קישור מסוים באתר החברה אינה מלמדת כי תוכן האתר המקושר הינו מהימן, מלא או עדכני, והחברה לא תישא בכל אחריות בקשר לכך. יתכן שתמצא שתכנים אליהם מובילים הקישורים אינם הולמים את צרכיך, או שאתה מתנגד לתוכנם, או שהנך סבור כי הם מקוממים, מרגיזים, בלתי נאותים, בלתי חוקיים או בלתי מוסריים. החברה אינה אחראית לתכנים, לנתונים או לאלמנטים הויזואליים שאליהם מוליכים הקישורים ואינה אחראית לכל תוצאה שתיגרם מהשימוש בהם או מהסתמכות עליהם. כל התקשרות בינך לבין צדדים שלישיים אליהם הקישורים מוליכים תעשה מול אותם צדדים שלישיים בלבד, באחריותך ו/או באחריותם בלבד, ולחברה לא תהא כל אחריות ו/או מחוייבות בקשר עם התקשרות כאמור. החברה רשאית להסיר מהאתר קישורים שנכללו בו בעבר, או להימנע מהוספת קישורים חדשים - הכל, לפי שיקול דעתה המוחלט. אנו ממליצים לך לקרוא בעיון את תנאי השימוש ומדיניות הפרטיות של אותם קישורים<span dir="LTR">.<br />
                </span><br />
                מבלי לגרוע מן האמור, החברה אינה אחראית לכל נזק - עקיף או ישיר - שייגרם לך או לרכושך כתוצאה משימוש או הסתמכות על המידע והתכנים המופיעים באתרים שאליהם תגיע באמצעות או דרך שימוש או קישור הקיימים באתר החברה ו/או בגין שימוש או הסתמכות על מידע ותכנים המתפרסמים באתר על ידי צדדים שלישיים<span dir="LTR">.<br />
                </span>
                <p><u><br />
                    <br />
                    תכנים המפורסמים על ידי גולשים</u></p>
                האתר דוגל בהבעת דיעה וביקורת לגיטימית חיובית או שלילית אך גם בשמירה על החוק ועל כבוד לזולת. לפיכך, הנך מנוע מלפרסם באתר את התכנים הבאים: תכנים בעלי אופי מיני בוטה, מאיימים, גזעניים, מוציאי לשון הרע, מעודדים לביצוע הסתה, עבירות, פליליות או אזרחיות, פוגעים בפרטיות, מזיקים, פוגעים ברגשות הציבור ותכנים אשר מהווים הפרה כלשהי של החוק; תכנים בעלי אופי מסחרי ו/או המכילים מידע פרסומי כלשהו; תכנים אשר זכויות הקניין הרוחני בהם אינן שייכות לך; תכנים אשר מכילים וירוסי מחשב מכל סוג שהוא; תכנים אשר אינם רלוונטיים לפורום בו הנך נמצא.<br />
                <br />
                החברה רשאית לסרב לפרסם תכנים אשר לדעתה מפרים מי מהתנאים הנ&quot;ל ו/או עלולים לפגוע באתר ו/או בצד שלישי כלשהו, והיא רשאית למחוק תכנים כאלו בכל עת<span dir="LTR">.<br />
                </span><br />
                במידה שמצאת בתכנים הנמצאים באתר, או במידע הקיים בין תכניו של כל אתר אחר המקושר ממנו, חומר הנחזה כלא תקין, לא חוקי, לא מוסרי ו/או לא עומד במגבלות המפרטות בסעיף<span dir="LTR">&lrm;</span><span dir="LTR">4.1 </span>לעיל, אתה מתבקש להודיע על כך למנהלי אתר זה לכתובת <span dir="LTR">admin@totallyjewishtravel.com</span>
                <ol>
                    <li>
                        על הפנייה לכלול קישור<span dir="LTR">(Link) </span>לעמוד בו מופיע התוכן אשר בגינו אתה פונה בקשר אליו נמסרת הודעתך. בלא קישור כאמור, לא נוכל לטפל בפנייתך<span dir="LTR">.</span></li>
                    <li>
                        אנא ציין במסגרת הפנייה מה העילה אשר בגינה הינך פונה לחברה (לדוגמה: הפרת זכויות יוצרים, לשון הרע או פגיעה בפרטיות) ומהן הנסיבות במסגרתן נוצרה הפגיעה<span dir="LTR">.</span></li>
                    <li>
                        אנא פרט במסגרת הפנייה את שמך המלא ופרטי ההתקשרות עמך לצורך בירורים, ככל שידרשו<span dir="LTR">.</span></li>
                    <li>
                        יש לכלול בפנייה הרשאה מפורשת להעברת הפרטים הנכללים בפנייה לגורמים הרלבנטיים, לרבות לרשויות האכיפה (באם יהא בכך צורך) וכן לגולש אשר העלה את התוכן בגינו הוגשה הפנייה. בהעדר אישור כאמור לא נוכל לטפל בפנייתך<span dir="LTR">.</span></li>
                    <li>
                        אנא הפנה את פניותיך בעניין זה לכתובת הדוא&quot;ל לעיל ולא באופן אחר, שכן פנייה באמצעות אפיקים אחרים עלולה לעכב את הטיפול בפנייה באופן משמעותי<span dir="LTR">.</span></li>
                </ol>
                <br />
                פנייתך חשובה לנו ואנו עושים מאמצים לבדוק כל תלונה בתוך שבעה (7) ימי עסקים. אולם, מאחר וברצוננו לבצע בדיקה מתאימה בקשר לכל פנייה ייתכן כי הטיפול בפנייה יארך פרק זמן ארוך יותר. האמור בפנייתך עלול, לעיתים, לסתור זכויותיהם של צדדים שלישיים, ולכן ייתכן כי יהא עלינו לבדוק את הדברים גם עמם. בכל מקרה, החברה תעשה מאמץ לטפל בפניות הגולשים בתוך זמן סביר ממועד פנייתם, תוך שימת לב מתאימה לכל פנייה. אנא תשומת ליבך כי על אף שכל פניה נבדקת לגופה, לא כל פניה נענית בחיוב<span dir="LTR">.<br />
                </span><br />
                חשוב לציין כי הגשת פנייה כאמור מהווה פעולה משפטית אשר יש אחריות בצידה וכי גולש הפונה לחברה יהא אחראי כלפי החברה בקשר עם פנייתו ותוצאותיה<span dir="LTR">.<br />
                </span><br />
                זכור: התכנים שתמסור לפרסום יהיו חשופים לכל משתמשי האינטרנט והחברה אינה יכולה לדעת אילו תגובות הנך עלול לקבל בעקבות מסירת התכנים, מי יגיב, ובאיזה אופן. על כן, החברה לא תישא כלפיך (או כלפי מי מטעמך) באחריות לתגובות אלו, או לכל תוצאה שתגרם לך או לרכושך בעקבות התגובות הנ&quot;ל<span dir="LTR">.<br />
                </span><br />
                החברה לא תישא בכל אחריות ביחס לתכנים הנמצאים באתר ובכל מכשיר קצה בהם הם מופיעים, תוכנם, מהימנותן, דיוקם, אמינותם והשפעתם על המחשבים של הגולשים באתר וכן לכל נזק, אי נוחות, אבדן, עגמת נפש וכיוצא באלו תוצאות, ישירות או עקיפות שתגרם לך, לרכושך או לכל צד שלישי בשל שימוש בתכנים אלו<span dir="LTR">.<br />
                </span><br />
                דע, כי במשלוח תכנים לפרסום באתר, הנך מקנה לחברה רשיון חינם שאינו מוגבל בזמן, להציג, לשכפל, להעתיק, להפיץ, לשווק ולעשות בתכנים כל שימוש אחר לפי שיקול דעתה (ראה הרחבה תחת הכותרת &quot;קניין רוחני&quot;). משמעותו של דבר היא שאינך זכאי, ולא תהיה זכאי בעתיד, לכל תשלום שהוא בגין תכנים כלשהם שתמסור לפרסום באתר<span dir="LTR">.<br />
                </span><br />
                עליך לדעת, כי כל מידע שתמסור לפרסום באתר יהא גלוי לכל משתמש אחר ברשת האינטרנט. על כן, עליך לנהוג בהיגיון, בזהירות ובתבונה במסירת פרטים אישיים, כמו גם בטיפול בתגובות המתקבלת אצלך בעקבות השימוש באתר או בעקבות פרסום פרטים מזהים כלשהם<span dir="LTR">.<br />
                </span><br />
                החברה ממליצה לנהוג משנה זהירות בקשר עם התכנים המתפרסמים באתר. בפרט אמורים הדברים בכל הנוגע למידע המתפרסם במדריך הכשר ובחומר פרסומי המסופק על ידי השותפים העסקיים שלה. החברה מבהירה, כי המידע המסופק לה עובר סינון ובדיקה בסיסית אך אין ביכולת החברה לבדוק את אמינותו ונכונותו לעומק ומומלץ להסתייע בגורמים נוספים (רבנויות וקהילות מקומיות, אתרי דירוג וביקורות ועוד) יש גם לברר באופן אישי - ישירות מול בית העסק. משכך, החברה אינה אחראית לתכנים אלה ולתוצאות - ישירות ועקיפות - של השימוש בהם, העלולות להיגרם לך או לצדדים שלישיים אם החלטת לפעול על בסיס תכנים אלה, וחלה עליך האחריות המלאה והבלעדית לפעולותיך ותוצאותיהן<span dir="LTR">.</span>
                <p><u><br />
                    <br />
                    קניין רוחני</u></p>
                מלוא זכויות הקניין הרוחני (מכל סוג שהן), לרבות סימני מסחר, סודות מסחריים וזכויות יוצרים, בין אם רשומים ובין אם לאו, באתר&ndash; לרבות, מבלי לגרוע, בעיצובו, ובכל תוכנה, יישום, קובץ גרפי, טקסטים, קוד מחשב, תכנים אודיו-ויזואליים וכל חומר אחר הכלול באתר - הינן של החברה בלבד ו/או ספקי התוכן שלה, ו/או שותפים עסקיים, לפי העניין וחלקם אף מוגנים על ידי חוקי זכויות היוצרים של ארה&quot;ב, האיחוד האירופי, מדינת ישראל, אמנות בינ&quot;ל וחוקי זכויות יוצרים של מדינות אחרות. אין להעתיק, להפיץ, לשכפל, לשדר, להעביר בהעברת המשך<span dir="LTR">(re-transmission) </span>להציג, להנפיק רישיון, להציג בפומבי, להעמיד לרשות הציבור, ליצור יצירות נגזרות, להשכיר, לתרגם או למסור לצד שלישי כל חלק מהנ&quot;ל בלא קבלת הסכמתה המפורשת של החברה או (לפי העניין) של אותם צדדים שלישיים בעלי הזכויות, בכתב ומראש. שמה של החברה, שם המתחם של האתר וסימני המסחר (אלה שנרשמו ואלה שלא נרשמו) של החברה, הינם קניינה הבלעדי של החברה<span dir="LTR">.<br />
                </span><br />
                על אף האמור לעיל, זכויות הקניין הרוחני בתכנים שנמסרים על ידיך לפרסום בהחברה נשארות בבעלותך. עם זאת, עליך להישמר, שלא למסור להחברה תכנים שאתה אינך בעל זכויות הקניין הרוחני בהם. במסירת תוכן כלשהו לפרסום בהחברה, הנך מאשר כי הנך בעל זכויות הקניין הרוחני בו, וכי הנך בר-רשות להתרת פרסומם בהחברה. במסירת תוכן לפרסום בהחברה, הנך מקנה לה רשיון חינם שאינו מוגבל בזמן, לשכפל, להעתיק, להפיץ, לשווק ולהשתמש במידע לפי שיקול דעתה, בכל שירותי התוכן שהיא מספקת, ובכל מכשיר קצה<span dir="LTR">.<br />
                </span>
                <p><u><br />
                    <br />
                    פרסומות ומידע מסחרי</u></p>
                החברה, וכן מי שקיבל היתר ממנה בכתב, והם בלבד, רשאים לפרסם באתר החברה פרסומות ומידע מסחרי מטעמה או מטעם צד שלישי, בכל דרך שתראה לנכון. החברה תהא רשאית, בכל עת וללא כל הודעה מוקדמת, למחוק כל פרסומת או מידע מסחרי אחר שפורסמו בניגוד לתנאי השימוש<span dir="LTR">.<br />
                </span><br />
                האחריות לתוכן המודעות המתפרסמות באתר, לרבות פרטי המידע והזכויות היא על המפרסמים בלבד. לחברה אין כל אחריות בנוגע לתוכן הפרסומים באתר או למהימנותם. יודגש, כי פרסום המידע המסחרי כשלעצמו אינו מהווה כל עידוד או המלצה לרכישת השירותים או המוצרים המוצעים למכירה באתר<span dir="LTR">.<br />
                </span><br />
                משתמש אשר יתקין על גבי הדפדפן אפליקציה ייעודית לחסימת פרסומות<span dir="LTR">(AdBlock) </span>מצהיר כי הוא מאשר ומסכים כי החברה תהיה רשאית לבצע רישום וכן לשמור במאגריה את פרטיי כתובת ה<span dir="LTR">- IP </span>של המשתמש וכן לכלול ברשומותיה סימון לפיה כתובת ה<span dir="LTR">- IP </span>האמורה חסומה מקבלת פרסומות. החברה אינה כוללת ברשומותיה מידע אחר לגבי משתמש אשר עושה שימוש באפליקציה הייעודית לחסימת פרסומות. החברה תהא רשאית להציע, מעת לעת, למשתמש אשר התקין את האפליקציה הייעודית לחסימת פרסומות להסיר את ההתקנה ו/או לכלול את האתר כאתר מאושר ברשימת ה<span dir="LTR">- White list </span>של אותו המשתמש<span dir="LTR">.</span>
                <p>&nbsp;<br />
                    <br />
                    <u>הפסקת שימוש ושיפוי</u></p>
                החברה רשאית, לפי שיקול דעתה, להפסיק פעילותו של כל משתמש בשירותיה, באופן זמני או קבוע, אם לא יעמוד בתנאי מתנאי שימוש אלה, לרבות חסימת שם משתמש בדואר אלקטרוני, סילוק מפורומים, אי-פרסום טוקבקים, חסימת<span dir="LTR">IP </span>וכן כל פעולה אחרת אשר החברה תמצא לנכון לנקוט כדי להגן על קניינה ו/או על זכויותיה ו/או זכויות צדדים שלישיים<span dir="LTR">.<br />
                </span><br />
                היה ויפר משתמש תנאי שימוש אלה, תהא החברה, לפי שיקול דעתה, זכאית לחשוף את שמו והפרטים הידועים לה אודותיו בכל הליך משפטי נגד המשתמש כאמור, אף אם לא יינתן צו שיפוטי המורה על כך<span dir="LTR">.<br />
                </span><br />
                אתה תשפה את החברה, עובדיה, מנהליה, בעלי מניותיה או מי מטעמם בגין כל נזק, הפסד, אבדן רווח, תשלום או הוצאה שייגרמו להם, ובכלל זה שכר טרחת עו&quot;ד והוצאות משפט, עקב הפרת תנאי שימוש אלה<span dir="LTR">.</span>
                <p><u><br />
                    <br />
                    חובות המשתמש</u><br />
                    השימוש באתר כפוף לתנאים הבאים<span dir="LTR">:</span></p>
                הזכות לעשות שימוש במידע, בתכנים, במוצרים ובשירותים המצויים באתר נתונה לשימושו האישי והפרטי בלבד של המשתמש. אין לעשות כל שימוש מסחרי בכל אלה למטרות רווח כלשהן והמשתמש אינו רשאי להרשות שימוש כלשהו במידע, בתכנים, במוצרים ובשירותים כאמור לצדדים שלישיים כלשהם, בין בתמורה ובין שלא בתמורה. מובהר כי אין לעשות שימוש במידע, בתכנים, במוצרים ובשירותים כלשהם המתפרסמים באתר לצורך הצגתם ברשת האינטרנט ו/או בשירות אחר כלשהו, מבלי לקבל את הסכמתה של החברה (או צדדים שלישיים, לפי העניין) לכך בכתב ומראש ובכפוף לתנאי ההסכמה כאמור, אם וככל שתינתן. המשתמש מתחייב כי, למעט על פי הקבוע במפורש בתנאי השימוש, המשתמש יימנע מלאגור מידע ותכנים הכלולים באתר באמצעות תוכנות מסוגים שונים או יפיץ מידע ותכנים הכלולים באתר ברבים באופן מסחרי או במסגרת מסחרית או לכל מטרה אחרת<span dir="LTR">.<br />
                </span><br />
                המשתמש מתחייב לעשות שימוש באתר, במידע המופץ בו, בתכנים, במוצרים ובשירותים אך ורק על פי החוק ובהתאם להוראות תנאי השימוש<span dir="LTR">.<br />
                </span><br />
                המשתמש מתחייב שלא לקשר<span dir="LTR">(link) </span>לאתר ו/או להשתמש באתר ו/או במידע, בתכנים, במוצרים ובשירותים הכלולים בו לצורך העלאה, הורדה, הפצה, פרסום או שידור של: (א) מידע או חומר אחר באופן המפר זכויות כלשהן, לרבות, זכויות קניין רוחני, זכויות להגנת הפרטיות ו/או כל זכות קניינית אחרת; (ב) מידע או חומר אחר האסור לפרסום או לשימוש, בשל היותו בגדר איום, פגיעה, העלבה, הוצאת דיבה, השמצה, גזענות או תוכן בלתי ראוי; (ג) מידע או חומר אחר הכולל וירוס או תוכנה אחרת העלולה לחבל במערכות מחשב של החברה ו/או צדדים שלישיים כלשהם או באופן העלול להגביל או למנוע מאחרים את השימוש באתר; או (ד) מידע או חומר אחר הכולל פרסומת מכל סוג שהוא בלי הרשאה מראש ובכתב של החברה<span dir="LTR">.<br />
                </span><br />
                המשתמש מתחייב שלא לעשות שינויים ו/או להתערב בצורה כלשהי בקוד המקור של האתר ו/או המידע ו/או התכנים ו/או השירותים ו/או המוצרים הכלולים בו ולא להעלות תוכנות ו/או יישומים כלשהם שעלולים לפגוע או לגרום נזק לחברה ו/או לצדדים שלישיים אחרים כלשהם<span dir="LTR">.<br />
                </span><br />
                המשתמש מודע למגבלת רשת האינטרנט לגבי מגבלות בקשר לאבטחת מידע ברשת ומשחרר את החברה ו/או מי מטעמה מכל אחריות בעניין זה<span dir="LTR">.</span>
                <p>&nbsp;<br />
                    &nbsp;<br />
                    <u>הגבלת אחריות</u></p>
                החברה לא תישא בשום אחריות, בשום מקרה ומכוח כל עילה משפטית שהיא, בין אם מכוח עילה חוזית, נזיקית, או כל עילה אחרת, כלפיך או כלפי כל אדם אחר, בגין כל נזק או פיצוי, עקיף, מיוחד, עונשי או תוצאתי<span dir="LTR">(incidental) </span>מכל סוג שהוא הקשור לשימוש באתר ו/או בתכנים הכלולים בו או להעדר אפשרות להשתמש בו, כולל, בין היתר, פיצוי בגין פגיעה במוניטין, אובדן הכנסות עסקיות, אובדן מידע עסקי, הפסקת עבודה, קריסת או בעיות במחשב, טאבלט, מכשיר נייד ו/או כל מכשיר קצה של המשתמש, או כל נזק או אבדן מסחרי אחר, אפילו אם החברה קיבלה הודעה לגבי אפשרות קיומם של נזקים כאלו, ולא תישא בשום אחריות בגין כל תביעה מצד ג&#39; כלשהו<span dir="LTR">.<br />
                </span><br />
                יתכן שתחומי שיפוט אחדים לא ירשו את ההגבלה או ההחרגה של פיצויים נלווים או בגין נזק עקיף, ולפיכך בנסיבות מסוימות עלולות המגבלות<br />
                או ההחרגות שלעיל לא לחול<span dir="LTR">.<br />
                </span><br />
                ידוע למשתמש כי החברה הסכימה להתקשר עם המשתמש על בסיס הגבלת אחריות זו וכי החברה מסתמכת על כך<span dir="LTR">.</span>
                <p><u><br />
                    <br />
                    שיפוי</u></p>
                אתה מתחייב לשפות את החברה, עובדיה, מנהליה, בעלי מניותיה או מי מטעמם בגין כל נזק, הפסד, אבדן רווח, תשלום או הוצאה שייגרמו להם - ובכלל זה שכ&quot;ט עו&quot;ד והוצאות משפט - עקב הפרת הוראה מהוראות תקנון שימוש זה ו/או הפרת החוק על ידך ו/או תביעה ו/או דרישת צד ג<span dir="LTR">&#39;.</span>
                <p><u><br />
                    <br />
                    תחולת דינים ומקום שיפוט</u></p>
                על תקנון זה יחולו אך ורק דיני מדינת מסצ&#39;וסטס שבארה&quot;ב. מקום השיפוט הבלעדי לכל עניין הנוגע לתקנון זה והשימוש באתר, לרבות בקשר התכנים, המוצרים והשירותים המוצעים באתר, הינו בבתי המשפט המוסמכים באזור בוסטון, מסצ&#39;וסטס, ארה&quot;ב<span dir="LTR">.</span>
                <p><u><br />
                    <br />
                    תקפות הוראות תקנון זה</u></p>
                במידה והוראה מהוראות תקנון זה, תקבע על ידי ביהמ&quot;ש כבלתי חוקית ו/או בלתי תקפה, למרות כוונת הצדדים, אזי לא יבטל הדבר את יתר הוראות תקנון זה ו/או את חלקי אותה הוראה שבוטלה ו/או צומצמה על ידי הערכאה המשפטית<span dir="LTR">.</span>
                <p>&nbsp;<br />
                    תאריך עדכון: מרץ 2021</p>
            </div>
        </div>


    )
};